#+TITLE: Perspective III
#+AUTHOR: Chris Hogan
#+DATE: <2022-01-03 Mon> to <2022-01-30 Sun>
#+STARTUP: nologdone

* Log
** Week 1
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-01-25 Tue 21:05], for week 2022-W04.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting")
  | Tag      | Headline   | Time (h) |
  |----------+------------+----------|
  | drawing  | *Tag time* | *36h 2m* |
  |----------+------------+----------|
  | study    | *Tag time* | *2h 36m* |
  |----------+------------+----------|
  | painting | *Tag time* | *0h 0m*  |
  
  #+END:
*** <2022-01-03 Mon>
**** DONE Fundamentals of architecture design                         :study:
     :LOGBOOK:
     CLOCK: [2022-01-03 Mon 07:42]--[2022-01-03 Mon 09:49] =>  2:07
     :END:
**** DONE Asian architecture sketches                               :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-03 Mon 18:21]--[2022-01-03 Mon 21:21] =>  3:00
     CLOCK: [2022-01-03 Mon 13:13]--[2022-01-03 Mon 16:17] =>  3:04
     CLOCK: [2022-01-03 Mon 09:49]--[2022-01-03 Mon 11:40] =>  1:51
     :END:
*** <2022-01-04 Tue>
**** DONE Treasure chests                                           :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-04 Tue 18:09]--[2022-01-04 Tue 19:01] =>  0:52
     :END:
**** DONE Asian architecture designs                                :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-04 Tue 19:03]--[2022-01-04 Tue 21:11] =>  2:08
     :END:
*** <2022-01-05 Wed>
**** DONE Treasure chests                                           :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-05 Wed 20:54]--[2022-01-05 Wed 21:20] =>  0:26
     CLOCK: [2022-01-05 Wed 07:10]--[2022-01-05 Wed 08:10] =>  1:00
     :END:
**** DONE Asian architecture designs                                :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-05 Wed 18:24]--[2022-01-05 Wed 20:53] =>  2:29
     :END:
*** <2022-01-06 Thu>
**** DONE Treasure chests                                           :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-06 Thu 07:10]--[2022-01-06 Thu 08:10] =>  1:00
     :END:
**** DONE Asian architecture designs                                :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-06 Thu 18:00]--[2022-01-06 Thu 21:04] =>  3:04
     :END:
*** <2022-01-07 Fri>
**** DONE Treasure chests                                           :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-07 Fri 18:03]--[2022-01-07 Fri 19:22] =>  1:19
     CLOCK: [2022-01-07 Fri 07:10]--[2022-01-07 Fri 08:10] =>  1:00
     :END:
**** DONE Asian architecture designs                                :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-07 Fri 19:23]--[2022-01-07 Fri 20:57] =>  1:34
     :END:
*** <2022-01-08 Sat>
**** DONE Treasure chests                                           :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-08 Sat 19:45]--[2022-01-08 Sat 21:16] =>  1:31
     CLOCK: [2022-01-08 Sat 13:26]--[2022-01-08 Sat 16:14] =>  2:48
     CLOCK: [2022-01-08 Sat 08:59]--[2022-01-08 Sat 10:51] =>  1:52
     :END:
**** DONE Asian architecture designs                                :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-08 Sat 13:16]--[2022-01-08 Sat 13:26] =>  0:10
     CLOCK: [2022-01-08 Sat 10:51]--[2022-01-08 Sat 12:00] =>  1:09
     :END:
*** <2022-01-09 Sun>
**** DONE Treasure chests                                           :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-09 Sun 12:03]--[2022-01-09 Sun 12:19] =>  0:16
     CLOCK: [2022-01-09 Sun 09:30]--[2022-01-09 Sun 11:08] =>  1:38
     :END:
**** DONE Asian architecture designs                                :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-09 Sun 18:14]--[2022-01-09 Sun 19:30] =>  1:16
     CLOCK: [2022-01-09 Sun 12:20]--[2022-01-09 Sun 14:55] =>  2:35
     :END:
**** DONE Blog                                                        :study:
     :LOGBOOK:
     CLOCK: [2022-01-09 Sun 19:33]--[2022-01-09 Sun 20:02] =>  0:29
     :END:
** Week 2
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-01-25 Tue 21:05], for week 2022-W04.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *29h 54m* |
  |----------+------------+-----------|
  | study    | *Tag time* | *2h 50m*  |
  |----------+------------+-----------|
  | painting | *Tag time* | *0h 0m*   |
  
  #+END:
*** <2022-01-10 Mon>
**** DONE Indian architecture                                         :study:
     :LOGBOOK:
     CLOCK: [2022-01-10 Mon 07:36]--[2022-01-10 Mon 08:54] =>  1:18
     :END:
**** DONE Treasure chests                                           :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-10 Mon 08:55]--[2022-01-10 Mon 10:22] =>  1:27
     :END:
**** DONE Indian architecture sketches                              :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-10 Mon 13:23]--[2022-01-10 Mon 16:15] =>  2:52
     CLOCK: [2022-01-10 Mon 10:22]--[2022-01-10 Mon 11:41] =>  1:19
     :END:
**** DONE Architecture deconstruction                               :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-10 Mon 18:11]--[2022-01-10 Mon 18:30] =>  0:19
     :END:
**** DONE Indian architecture design                                :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-10 Mon 18:30]--[2022-01-10 Mon 21:07] =>  2:37
     :END:
*** <2022-01-11 Tue>
**** DONE Treasure chests                                           :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-11 Tue 18:12]--[2022-01-11 Tue 19:03] =>  0:51
     :END:
**** DONE Insect perspective                                        :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-11 Tue 19:03]--[2022-01-11 Tue 20:09] =>  1:06
     :END:
*** <2022-01-12 Wed>
**** DONE Treasure chests                                           :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-12 Wed 18:31]--[2022-01-12 Wed 19:20] =>  0:49
     :END:
**** DONE Indian architecture design                                :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-12 Wed 19:20]--[2022-01-12 Wed 20:35] =>  1:15
     :END:
**** DONE Warmups                                                   :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-12 Wed 20:35]--[2022-01-12 Wed 21:01] =>  0:26
     :END:
*** <2022-01-13 Thu>
**** DONE Treasure chests                                           :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-13 Thu 18:12]--[2022-01-13 Thu 19:05] =>  0:53
     :END:
**** DONE Perspective insects                                       :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-13 Thu 20:50]--[2022-01-13 Thu 21:10] =>  0:20
     CLOCK: [2022-01-13 Thu 19:05]--[2022-01-13 Thu 20:32] =>  1:27
     :END:
*** <2022-01-14 Fri>
**** DONE Treasure chests                                           :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-14 Fri 19:09]--[2022-01-14 Fri 19:58] =>  0:49
     :END:
**** DONE Perspective insects                                       :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-14 Fri 19:58]--[2022-01-14 Fri 21:08] =>  1:10
     :END:
*** <2022-01-15 Sat>
**** DONE Treasure chests                                           :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-15 Sat 08:50]--[2022-01-15 Sat 09:51] =>  1:01
     :END:
**** DONE Perspective insects                                       :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-15 Sat 19:30]--[2022-01-15 Sat 21:07] =>  1:37
     CLOCK: [2022-01-15 Sat 14:06]--[2022-01-15 Sat 16:10] =>  2:04
     CLOCK: [2022-01-15 Sat 09:51]--[2022-01-15 Sat 11:57] =>  2:06
     :END:
**** DONE Perspective insects                                         :study: 
     :LOGBOOK:
     CLOCK: [2022-01-15 Sat 18:30]--[2022-01-15 Sat 19:30] =>  1:00
     :END:
*** <2022-01-16 Sun>
**** DONE Treasure chests                                           :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-16 Sun 09:06]--[2022-01-16 Sun 10:13] =>  1:07
     :END:
**** DONE How to Render                                             :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-16 Sun 19:03]--[2022-01-16 Sun 19:45] =>  0:42
     CLOCK: [2022-01-16 Sun 13:05]--[2022-01-16 Sun 15:00] =>  1:55
     CLOCK: [2022-01-16 Sun 10:13]--[2022-01-16 Sun 11:55] =>  1:42
     :END:
**** DONE Blog                                                        :study:
     :LOGBOOK:
     CLOCK: [2022-01-16 Sun 19:45]--[2022-01-16 Sun 20:17] =>  0:32
     :END:
** Week 3
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-01-25 Tue 21:05], for week 2022-W04.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting")
  | Tag      | Headline   | Time (h) |
  |----------+------------+----------|
  | drawing  | *Tag time* | *26h 5m* |
  |----------+------------+----------|
  | study    | *Tag time* | *7h 51m* |
  |----------+------------+----------|
  | painting | *Tag time* | *0h 0m*  |
  
  #+END:
*** <2022-01-17 Mon>
**** DONE Dynamic sketching                                           :study:
     :LOGBOOK:
     CLOCK: [2022-01-17 Mon 08:42]--[2022-01-17 Mon 08:55] =>  0:13
     :END:
**** DONE Treasure chests                                           :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-17 Mon 08:55]--[2022-01-17 Mon 10:13] =>  1:18
     :END:
**** DONE Architecture design                                         :study: 
     :LOGBOOK:
     CLOCK: [2022-01-17 Mon 10:18]--[2022-01-17 Mon 10:45] =>  0:27
     :END:
**** DONE Ancient architecture sketching                            :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-17 Mon 18:08]--[2022-01-17 Mon 21:13] =>  3:05
     CLOCK: [2022-01-17 Mon 13:25]--[2022-01-17 Mon 16:02] =>  2:37
     CLOCK: [2022-01-17 Mon 10:45]--[2022-01-17 Mon 11:40] =>  0:55
     :END:
*** <2022-01-18 Tue>
**** DONE Treasure chests                                           :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-18 Tue 18:11]--[2022-01-18 Tue 18:24] =>  0:13
     CLOCK: [2022-01-18 Tue 07:10]--[2022-01-18 Tue 07:55] =>  0:45
     :END:
**** DONE Ancient Egypt RTS design                                    :study: 
     :LOGBOOK:
     CLOCK: [2022-01-18 Tue 18:28]--[2022-01-18 Tue 19:40] =>  1:12
     :END:
**** DONE Ancient Egypt RTS                                         :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-18 Tue 19:40]--[2022-01-18 Tue 21:10] =>  1:30
     :END:
*** <2022-01-19 Wed>
**** DONE Treasure chests                                           :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-19 Wed 18:17]--[2022-01-19 Wed 19:27] =>  1:10
     :END:
**** DONE Ancient Egypt RTS design                                  :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-19 Wed 19:44]--[2022-01-19 Wed 21:17] =>  1:33
     :END:
*** <2022-01-20 Thu>
**** DONE Treasure chests                                           :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-20 Thu 18:17]--[2022-01-20 Thu 19:49] =>  1:32
     :END:
*** <2022-01-21 Fri>
**** DONE Treasure chests                                           :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-21 Fri 18:11]--[2022-01-21 Fri 18:24] =>  0:13
     CLOCK: [2022-01-21 Fri 07:10]--[2022-01-21 Fri 08:10] =>  1:00
     :END:
**** DONE Ancient Egypt RTS thumbnails                              :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-21 Fri 18:28]--[2022-01-21 Fri 20:37] =>  2:09
     :END:
*** <2022-01-22 Sat>
**** DONE Treasure chests                                           :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-22 Sat 08:35]--[2022-01-22 Sat 09:19] =>  0:44
     :END:
**** DONE Ancient Egypt RTS thumbnails                              :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-22 Sat 18:28]--[2022-01-22 Sat 20:41] =>  2:13
     CLOCK: [2022-01-22 Sat 09:20]--[2022-01-22 Sat 11:23] =>  2:03
     :END:
**** DONE Brainstorm CABC                                             :study: 
     :LOGBOOK:
     CLOCK: [2022-01-22 Sat 12:00]--[2022-01-22 Sat 15:02] =>  3:02
     :END:
*** <2022-01-23 Sun>
**** DONE Treasure chests                                           :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-23 Sun 08:52]--[2022-01-23 Sun 10:01] =>  1:09
     :END:
**** DONE Brainstorm CABC assignment 1 reference                      :study: 
     :LOGBOOK:
     CLOCK: [2022-01-23 Sun 13:07]--[2022-01-23 Sun 14:33] =>  1:26
     CLOCK: [2022-01-23 Sun 10:58]--[2022-01-23 Sun 11:49] =>  0:51
     :END:
**** DONE Brainstorm CABC assignment 1 thumbnails                   :drawing: 
     :LOGBOOK:
     CLOCK: [2022-01-23 Sun 18:09]--[2022-01-23 Sun 19:40] =>  1:31
     CLOCK: [2022-01-23 Sun 14:34]--[2022-01-23 Sun 14:59] =>  0:25
     :END:
**** DONE Blog                                                        :study:
     :LOGBOOK:
     CLOCK: [2022-01-23 Sun 19:41]--[2022-01-23 Sun 20:21] =>  0:40
     :END:
** Week 4
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-01-25 Tue 21:05], for week 2022-W04.
  | Tags    | Headline                                        | Time    |       |      |      |
  |---------+-------------------------------------------------+---------+-------+------+------|
  |         | *Total time*                                    | *11:25* |       |      |      |
  |---------+-------------------------------------------------+---------+-------+------+------|
  |         | \_  Week 4                                      |         | 11:25 |      |      |
  |         | \_    <2022-01-24 Mon>                          |         |       | 8:23 |      |
  | drawing | \_      Treasure chests                         |         |       |      | 1:08 |
  | drawing | \_      Brainstorm CABC assignment 1 thumbnails |         |       |      | 7:15 |
  |         | \_    <2022-01-25 Tue>                          |         |       | 3:02 |      |
  | drawing | \_      Treasure chests                         |         |       |      | 0:59 |
  | drawing | \_      Brainstorm CABC assignment 1 sketches   |         |       |      | 2:03 |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *11h 25m* |
  |----------+------------+-----------|
  | study    | *Tag time* | *0h 0m*   |
  |----------+------------+-----------|
  | painting | *Tag time* | *0h 0m*   |
  
  #+END:
*** <2022-01-24 Mon>
**** DONE Treasure chests                                           :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-24 Mon 08:10]--[2022-01-24 Mon 09:18] =>  1:08
     :END:
**** DONE Brainstorm CABC assignment 1 thumbnails                   :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-24 Mon 18:08]--[2022-01-24 Mon 20:27] =>  2:19
     CLOCK: [2022-01-24 Mon 13:34]--[2022-01-24 Mon 16:10] =>  2:36
     CLOCK: [2022-01-24 Mon 09:20]--[2022-01-24 Mon 11:40] =>  2:20
     :END:
*** <2022-01-25 Tue>
**** DONE Treasure chests                                           :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-25 Tue 18:03]--[2022-01-25 Tue 19:02] =>  0:59
     :END:
**** DONE Brainstorm CABC assignment 1 sketches                     :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-25 Tue 19:02]--[2022-01-25 Tue 21:05] =>  2:03
     :END:
